Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 多个命令行工具的配置目录，包含硬编码路径
ar: Configuration directory for multiple CLI tools, contains hardcoded paths
de: Configuration directory for multiple CLI tools, contains hardcoded paths
en: Configuration directory for multiple CLI tools, contains hardcoded paths
eo: Configuration directory for multiple CLI tools, contains hardcoded paths
es: Configuration directory for multiple CLI tools, contains hardcoded paths
fr: Configuration directory for multiple CLI tools, contains hardcoded paths
hi: Configuration directory for multiple CLI tools, contains hardcoded paths
id: Configuration directory for multiple CLI tools, contains hardcoded paths
it: Configuration directory for multiple CLI tools, contains hardcoded paths
ja: Configuration directory for multiple CLI tools, contains hardcoded paths
ko: Configuration directory for multiple CLI tools, contains hardcoded paths
nl: Configuration directory for multiple CLI tools, contains hardcoded paths
pl: Configuration directory for multiple CLI tools, contains hardcoded paths
pt: Configuration directory for multiple CLI tools, contains hardcoded paths
ru: Configuration directory for multiple CLI tools, contains hardcoded paths
th: Configuration directory for multiple CLI tools, contains hardcoded paths
tr: Configuration directory for multiple CLI tools, contains hardcoded paths
vi: Configuration directory for multiple CLI tools, contains hardcoded paths
zh_hant: 多個命令列工具的設定目錄，包含硬編碼路徑

source: 大小: %@
ar: Size: %@
de: Size: %@
en: Size: %@
eo: Size: %@
es: Size: %@
fr: Size: %@
hi: Size: %@
id: Size: %@
it: Size: %@
ja: Size: %@
ko: Size: %@
nl: Size: %@
pl: Size: %@
pt: Size: %@
ru: Size: %@
th: Size: %@
tr: Size: %@
vi: Size: %@

source: 好
ar: موافق
de: OK
en: OK
eo: Bone
es: Aceptar
fr: OK
hi: ठीक है
id: Oke
it: OK
ja: OK
ko: 확인
nl: OK
pl: OK
pt: OK
ru: ОК
th: ตกลง
tr: Tamam
vi: OK

source: 好的
ar: موافق
de: OK
en: OK
eo: Bone
es: Aceptar
fr: D'accord
hi: ठीक है
id: Oke
it: OK
ja: OK
ko: 확인
nl: OK
pl: OK
pt: OK
ru: ОК
th: ตกลง
tr: Tamam
vi: OK
zh_hant: 好

source: 字节跳动 MarsCode IDE 数据
ar: ByteDance MarsCode IDE data
de: ByteDance MarsCode IDE data
en: ByteDance MarsCode IDE data
eo: ByteDance MarsCode IDE data
es: ByteDance MarsCode IDE data
fr: ByteDance MarsCode IDE data
hi: ByteDance MarsCode IDE data
id: ByteDance MarsCode IDE data
it: ByteDance MarsCode IDE data
ja: ByteDance MarsCode IDE data
ko: ByteDance MarsCode IDE data
nl: ByteDance MarsCode IDE data
pl: ByteDance MarsCode IDE data
pt: ByteDance MarsCode IDE data
ru: ByteDance MarsCode IDE data
th: ByteDance MarsCode IDE data
tr: ByteDance MarsCode IDE data
vi: ByteDance MarsCode IDE data
zh_hant: 字節跳動 MarsCode IDE 資料

source: 字节跳动 Trae AICC 数据
ar: ByteDance Trae AICC data
de: ByteDance Trae AICC data
en: ByteDance Trae AICC data
eo: ByteDance Trae AICC data
es: ByteDance Trae AICC data
fr: ByteDance Trae AICC data
hi: ByteDance Trae AICC data
id: ByteDance Trae AICC data
it: ByteDance Trae AICC data
ja: ByteDance Trae AICC data
ko: ByteDance Trae AICC data
nl: ByteDance Trae AICC data
pl: ByteDance Trae AICC data
pt: ByteDance Trae AICC data
ru: ByteDance Trae AICC data
th: ByteDance Trae AICC data
tr: ByteDance Trae AICC data
vi: ByteDance Trae AICC data
zh_hant: 字節跳動 Trae AICC 資料

source: 字节跳动 Trae IDE 国内版数据
ar: ByteDance Trae IDE China version data
de: ByteDance Trae IDE China version data
en: ByteDance Trae IDE China version data
eo: ByteDance Trae IDE China version data
es: ByteDance Trae IDE China version data
fr: ByteDance Trae IDE China version data
hi: ByteDance Trae IDE China version data
id: ByteDance Trae IDE China version data
it: ByteDance Trae IDE China version data
ja: ByteDance Trae IDE China version data
ko: ByteDance Trae IDE China version data
nl: ByteDance Trae IDE China version data
pl: ByteDance Trae IDE China version data
pt: ByteDance Trae IDE China version data
ru: ByteDance Trae IDE China version data
th: ByteDance Trae IDE China version data
tr: ByteDance Trae IDE China version data
vi: ByteDance Trae IDE China version data
zh_hant: 字節跳動 Trae IDE 國內版資料

source: 字节跳动 Trae IDE 运行数据
ar: ByteDance Trae IDE runtime data
de: ByteDance Trae IDE runtime data
en: ByteDance Trae IDE runtime data
eo: ByteDance Trae IDE runtime data
es: ByteDance Trae IDE runtime data
fr: ByteDance Trae IDE runtime data
hi: ByteDance Trae IDE runtime data
id: ByteDance Trae IDE runtime data
it: ByteDance Trae IDE runtime data
ja: ByteDance Trae IDE runtime data
ko: ByteDance Trae IDE runtime data
nl: ByteDance Trae IDE runtime data
pl: ByteDance Trae IDE runtime data
pt: ByteDance Trae IDE runtime data
ru: ByteDance Trae IDE runtime data
th: ByteDance Trae IDE runtime data
tr: ByteDance Trae IDE runtime data
vi: ByteDance Trae IDE runtime data
zh_hant: 字節跳動 Trae IDE 執行資料

source: 孤立链接
ar: رابط معزول
de: Verwaister Link
en: Orphaned Link
eo: Orfa ligilo
es: Enlace huérfano
fr: Lien orphelin
hi: अनाथ लिंक
id: Tautan yatim
it: Collegamento orfano
ja: 孤立リンク
ko: 고아 링크
nl: Weeslink
pl: Osierocone łącze
pt: Link órfão
ru: Осиротевшая ссылка
th: ลิงก์กำพร้า
tr: Yetim bağlantı
vi: Liên kết mồ côi
zh_hant: 孤立連結

source: 安装自动重签名失败
ar: Failed to install automatic re-signing
de: Failed to install automatic re-signing
en: Failed to install automatic re-signing
eo: Failed to install automatic re-signing
es: Failed to install automatic re-signing
fr: Failed to install automatic re-signing
hi: Failed to install automatic re-signing
id: Failed to install automatic re-signing
it: Failed to install automatic re-signing
ko: Failed to install automatic re-signing
nl: Failed to install automatic re-signing
pl: Failed to install automatic re-signing
pt: Failed to install automatic re-signing
ru: Failed to install automatic re-signing
th: Failed to install automatic re-signing
tr: Failed to install automatic re-signing
vi: Failed to install automatic re-signing

source: 官方网站
ar: الموقع الرسمي
de: Offizielle Website
en: Official Website
eo: Oficiala retejo
es: Sitio web oficial
fr: Site web officiel
hi: आधिकारिक वेबसाइट
id: Situs Resmi
it: Sito ufficiale
ja: Official Website
ko: 공식 웹사이트
nl: Officiële website
pl: Oficjalna strona internetowa
pt: Site oficial
ru: Официальный сайт
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi web sitesi
vi: Trang web chính thức
zh_hant: 官方網站

source: 容器内部拆分迁移的数据目录（如聊天记录、下载文件或运行时数据）
ar: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
de: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
en: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
eo: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
es: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
fr: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
hi: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
id: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
it: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
ja: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
ko: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
nl: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
pl: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
pt: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
ru: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
th: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
tr: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
vi: Data directories split out from inside the container for migration (such as chat history, downloads, or runtime data)
zh_hant: 容器內部拆分遷移的資料目錄（如聊天記錄、下載檔案或執行時資料）

source: 容器内部数据目录
ar: Container internal data directory
de: Container internal data directory
en: Container internal data directory
eo: Container internal data directory
es: Container internal data directory
fr: Container internal data directory
hi: Container internal data directory
id: Container internal data directory
it: Container internal data directory
ja: Container internal data directory
ko: Container internal data directory
nl: Container internal data directory
pl: Container internal data directory
pt: Container internal data directory
ru: Container internal data directory
th: Container internal data directory
tr: Container internal data directory
vi: Container internal data directory
zh_hant: 容器内部資料目錄

source: 容器目录受沙盒保护，直接迁移会导致应用崩溃。请迁移其子目录。
ar: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
de: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
en: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
eo: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
es: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
fr: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
hi: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
id: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
it: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
ko: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
nl: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
pl: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
pt: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
ru: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
th: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
tr: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
vi: The container directory is sandbox-protected. Migrating it directly may cause the app to crash. Migrate a subdirectory instead.
zh_hant: 容器目錄受沙盒保护，直接遷移会导致應用程式崩溃。请遷移其子目錄。

source: 导出
ar: Export
de: Export
en: Export
eo: Export
es: Export
fr: Export
hi: Export
id: Export
it: Export
ja: Export
ko: 내보내기
nl: Export
pl: Export
pt: Export
ru: Export
th: Export
tr: Export
vi: Export
zh_hant: 匯出

source: 导出诊断包
ar: تصدير حزمة التشخيص
de: Diagnosepaket exportieren
en: Export Diagnostics Package
eo: Eksporti diagnozan pakaĵon
es: Exportar paquete de diagnóstico
fr: Exporter le paquet de diagnostic
hi: डायग्नोस्टिक पैकेज निर्यात करें
id: Ekspor paket diagnostik
it: Esporta pacchetto diagnostico
ja: 診断パッケージを書き出す
ko: 진단 패키지 내보내기
nl: Diagnosepakket exporteren
pl: Eksportuj pakiet diagnostyczny
pt: Exportar pacote de diagnóstico
ru: Экспортировать пакет диагностики
th: ส่งออกแพ็กเกจวินิจฉัย
tr: Tanılama paketini dışa aktar
vi: Xuất gói chẩn đoán
zh_hant: 匯出診斷包

source: 导出诊断包（菜单）
ar: تصدير حزمة التشخيص...
de: Diagnosepaket exportieren...
en: Export Diagnostics Package...
eo: Eksporti diagnozan pakaĵon...
es: Exportar paquete de diagnóstico...
fr: Exporter le paquet de diagnostic...
hi: डायग्नोस्टिक पैकेज निर्यात करें...
id: Ekspor paket diagnostik...
it: Esporta pacchetto diagnostico...
ja: 診断パッケージを書き出す...
ko: 진단 패키지 내보내기...
nl: Diagnosepakket exporteren...
pl: Eksportuj pakiet diagnostyczny...
pt: Exportar pacote de diagnóstico...
ru: Экспортировать пакет диагностики...
th: ส่งออกแพ็กเกจวินิจฉัย...
tr: Tanılama paketini dışa aktar...
vi: Xuất gói chẩn đoán...
zh_hant: 匯出診斷包...

source: 导出诊断包失败
ar: Failed to Export Diagnostic Package
de: Failed to Export Diagnostic Package
en: Failed to Export Diagnostic Package
eo: Failed to Export Diagnostic Package
es: Failed to Export Diagnostic Package
fr: Failed to Export Diagnostic Package
hi: Failed to Export Diagnostic Package
id: Failed to Export Diagnostic Package
it: Failed to Export Diagnostic Package
ja: Failed to Export Diagnostic Package
ko: 진단 패키지 내보내기에 실패했습니다
nl: Failed to Export Diagnostic Package
pl: Failed to Export Diagnostic Package
pt: Failed to Export Diagnostic Package
ru: Failed to Export Diagnostic Package
th: Failed to Export Diagnostic Package
tr: Failed to Export Diagnostic Package
vi: Failed to Export Diagnostic Package
zh_hant: 匯出診斷包失敗

source: 将「%@」从外部存储还原到本地
ar: Restore "%@" from external storage to local
de: Restore "%@" from external storage to local
en: Restore "%@" from external storage to local
eo: Restore "%@" from external storage to local
es: Restore "%@" from external storage to local
fr: Restore "%@" from external storage to local
hi: Restore "%@" from external storage to local
id: Restore "%@" from external storage to local
it: Restore "%@" from external storage to local
ja: Restore "%@" from external storage to local
ko: Restore "%@" from external storage to local
nl: Restore "%@" from external storage to local
pl: Restore "%@" from external storage to local
pt: Restore "%@" from external storage to local
ru: Restore "%@" from external storage to local
th: Restore "%@" from external storage to local
tr: Restore "%@" from external storage to local
vi: Restore "%@" from external storage to local
zh_hant: 將「%@」從外部存儲還原到本地

source: 将「%@」从外部存储还原到本地。 外部路径：%@ 还原到：%@ 还原完成后，外部存储中的副本将被删除。
ar: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
de: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
en: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
eo: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
es: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
fr: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
hi: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
id: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
it: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
ja: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
ko: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
nl: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
pl: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
pt: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
ru: Восстановить «%1$@» с внешнего хранилища локально. Внешний путь: %2$@ Восстановить в: %3$@ После восстановления копия на внешнем хранилище будет удалена.
th: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
tr: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.
vi: Restore "%1$@" from external storage to local. External path: %2$@ Restore to: %3$@ After restoration, the copy on external storage will be deleted.

source: 将「%@」迁移到外部存储
ar: Migrate "%@" to external storage
de: Migrate "%@" to external storage
en: Migrate "%@" to external storage
eo: Migrate "%@" to external storage
es: Migrate "%@" to external storage
fr: Migrate "%@" to external storage
hi: Migrate "%@" to external storage
id: Migrate "%@" to external storage
it: Migrate "%@" to external storage
ja: Migrate "%@" to external storage
ko: Migrate "%@" to external storage
nl: Migrate "%@" to external storage
pl: Migrate "%@" to external storage
pt: Migrate "%@" to external storage
ru: Migrate "%@" to external storage
th: Migrate "%@" to external storage
tr: Migrate "%@" to external storage
vi: Migrate "%@" to external storage
zh_hant: 將「%@」遷移到外部存儲

source: 将「%@」迁移到外部存储%@。 源路径：%@ 目标路径：%@ 迁移完成后，原路径将自动变成符号链接，相关工具无需任何修改即可继续使用。
ar: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
de: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
en: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
eo: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
es: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
fr: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
hi: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
id: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
it: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
ja: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
ko: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
nl: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
pl: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
pt: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
ru: Перенести «%1$@» на внешнее хранилище%2$@. Исходный путь: %3$@ Целевой путь: %4$@ После переноса исходный путь автоматически станет символической ссылкой, и связанные инструменты продолжат работать без каких-либо изменений.
th: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
tr: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.
vi: Migrate "%1$@" to external storage%2$@. Source path: %3$@ Target path: %4$@ After migration, the original path will automatically become a symbolic link, and related tools can continue to use it without any changes.

source: 将已接管的链接整理到 AppPorts 规范路径
ar: Move managed links to the AppPorts canonical path
de: Move managed links to the AppPorts canonical path
en: Move managed links to the AppPorts canonical path
eo: Move managed links to the AppPorts canonical path
es: Move managed links to the AppPorts canonical path
fr: Move managed links to the AppPorts canonical path
hi: Move managed links to the AppPorts canonical path
id: Move managed links to the AppPorts canonical path
it: Move managed links to the AppPorts canonical path
ja: Move managed links to the AppPorts canonical path
ko: Move managed links to the AppPorts canonical path
nl: Move managed links to the AppPorts canonical path
pl: Move managed links to the AppPorts canonical path
pt: Move managed links to the AppPorts canonical path
ru: Привести управляемые ссылки к каноническому пути AppPorts
th: Move managed links to the AppPorts canonical path
tr: Move managed links to the AppPorts canonical path
vi: Move managed links to the AppPorts canonical path
zh_hant: 將已接管的連結整理到 AppPorts 規範路徑
